export default {
  교역자: {
    "이철규 담임목사": ["자양교회", "담임목사"],
    "손준영 목사": ["청년부 총괄", "RE·동행공동체"],
    "안성일 전도사": ["공감공동체", "연합사역팀"],
    "이준하 목사": ["J공동체", "예배팀"],
  },

  "부장/부감": {
    "김동연 장로": ["청년부 부장"],
    "장신 안수집사": ["청년부 차장", "RE공동체 부장"],
    "임신근 권사": ["J공동체 부장"],
    // "오재욱 집사": ["J공동체 부감"],
    "서주희 집사": ["RE공동체 부감"],
    "왕용기 안수집사": ["공감공동체 부장"],
    "진숙현 집사": ["공감공동체 부감"],
  },

  "청년 1부": {
    "이예진 청년": ["회장"],
    "박창수 청년": ["부회장"],
    "신현홍 청년": ["총무"],
    "이유진 청년": ["서기"],
    "이예슬 청년": ["회계"],
  },

  "청년 2부": {
    "송준영 청년": ["회장"],
    "고영재 청년": ["부회장"],
    "김동하 청년": ["총무"],
    "김예람 청년": ["서기"],
    "임준혁 청년": ["서기"],
    "김보영 청년": ["회계"],
    "이형목 청년": ["동행공동체 팀장"],
  },

  "청년 3부": {
    "윤신정 청년": ["회장"],
    "김진영 청년": ["부회장"],
    "노혜린 청년": ["회계"],
    "이은헌 청년": ["회계"],
  },
};
